{
	"@metadata": {
		"authors": [
			"0x010C",
			"Ajeje Brazorf",
			"Cigaryno",
			"Derugon",
			"Gomoko",
			"Orlodrim",
			"Thibaut120094",
			"Urhixidur",
			"Verdy p",
			"Wladek92"
		]
	},
	"apihelp-feedthreads-summary": "Renvoie un flux de fils de discussion.",
	"apihelp-feedthreads-param-feedformat": "Le format du flux.",
	"apihelp-feedthreads-param-days": "Nombre de jours de discussion à afficher.",
	"apihelp-feedthreads-param-type": "Types de messages à afficher.",
	"apihelp-feedthreads-param-talkpage": "Limiter les résultats aux discussions sur ces pages de discussion.",
	"apihelp-feedthreads-param-thread": "Limiter les résultats à ces fils de discussions et à leurs descendants.",
	"apihelp-feedthreads-example-1": "Afficher un flux de tous les nouveaux fils de discussion",
	"apihelp-feedthreads-example-2": "Afficher un flux des réponses sur [[Thread:Foo]]",
	"apihelp-feedthreads-example-3": "Afficher un flux des nouveaux fils de discussion sur [[Talk:Main Page]]",
	"apihelp-query+threads-summary": "Afficher les détails des fils de discussion LiquidThreads.",
	"apihelp-query+threads-param-startid": "L’identifiant du fil de discussion auquel démarrer l’énumération.",
	"apihelp-query+threads-param-endid": "L'identifiant du fil de discussion auquel arrêter l’énumération.",
	"apihelp-query+threads-param-showdeleted": "S’il faut ou non afficher les fils de discussion supprimés.",
	"apihelp-query+threads-param-limit": "Le nombre maximal de fils de discussion à lister.",
	"apihelp-query+threads-param-prop": "Quelles propriétés obtenir.",
	"apihelp-query+threads-param-page": "Limiter les résultats aux fils de discussion sur ces pages.",
	"apihelp-query+threads-param-author": "Limiter les résultats aux fils de discussion d’auteurs spécifiques.",
	"apihelp-query+threads-param-root": "Limiter les résultats aux fils de discussion qui correspondent aux racines données.",
	"apihelp-query+threads-param-summary": "Limiter les résultats aux fils de discussion qui correspondent aux pages de résumé données.",
	"apihelp-query+threads-param-id": "Obtenir les fils de discussion avec les identifiants donnés.",
	"apihelp-query+threads-param-render": "S’il faut inclure le fil de discussion rendu dans les résultats.",
	"apihelp-query+threads-param-renderlevel": "Lors du rendu, le niveau auquel commencer (pour des raisons de limites de profondeur, etc.).",
	"apihelp-query+threads-param-renderthreadpos": "Lors du rendu, la position du fil de discussion dans le groupe de fils de discussion rendu à ce niveau (affecte un peu l’affichage).",
	"apihelp-query+threads-param-renderthreadcount": "Lors du rendu, le nombre de fils de discussion dans ce groupe de niveau.",
	"apihelp-query+threads-param-rendermaxthreadcount": "Lors du rendu, le nombre maximum de réponses à afficher avant d’ajouter un lien « {{int:lqt-thread-show-more}} ».",
	"apihelp-query+threads-param-rendermaxdepth": "Lors du rendu, la profondeur maximale de réponses avant d’afficher un lien « Afficher X réponses » au lieu des réponses.",
	"apihelp-query+threads-param-renderstartrepliesat": "Lors du rendu, le point auquel commencer l’affichage des réponses (utilisé en interne pour charger des réponses supplémentaires).",
	"apihelp-query+threads-example-1": "Lister les fils de discussion sur [[Talk:Main Page]]",
	"apihelp-query+threads-example-2": "Lister les fils de discussion avec les identifiants 1, 2, 3 et 4",
	"apihelp-threadaction-summary": "Permet de réaliser des actions sur les fils de discussion et les messages présents dans les discussions défilées.",
	"apihelp-threadaction-param-thread": "Identifiants de discussion ou titres sur lesquels agir.",
	"apihelp-threadaction-param-talkpage": "La page de discussion sur laquelle agir (le cas échéant).",
	"apihelp-threadaction-param-threadaction": "L’action à effectuer.",
	"apihelp-threadaction-param-subject": "L’objet à définir pour le nouveau fil ou le fil scindé.",
	"apihelp-threadaction-param-reason": "Le cas échéant, le motif ou résumé pour l’action.",
	"apihelp-threadaction-param-newparent": "Lors de la fusion d’un fil, l’identifiant ou le titre de son nouveau parent.",
	"apihelp-threadaction-param-text": "Le texte du message à créer.",
	"apihelp-threadaction-param-render": "Sur les méthodes d’envoi et de réponse, le fil de discussion de niveau supérieur sera affiché et renvoyé dans le résultat.",
	"apihelp-threadaction-param-bump": "Remplace le comportement par défaut quant à savoir si oui ou non.",
	"apihelp-threadaction-param-sortkey": "Spécifie l’horodatage auquel mettre la clé de tri d’un fil de discussion. Peut être « now » (maintenant).",
	"apihelp-threadaction-param-signature": "Spécifie la signature à utiliser pour ce message, au lieu de la valeur par défaut.",
	"apihelp-threadaction-param-type": "Spécifie le type de réaction à ajouter.",
	"apihelp-threadaction-param-value": "Spécifie la valeur associée à la réaction à ajouter.",
	"apihelp-threadaction-param-method": "Pour l’obtention des formulaires de modification en ligne, la méthode utilisée pour obtenir un formulaire.",
	"apihelp-threadaction-param-captchaword": "Réponse au CAPTCHA.",
	"apihelp-threadaction-param-captchaid": "Identifiant du CAPTCHA de la précédente demande.",
	"apierror-liquidthreads-alreadytop": "Ce fil de discussion est déjà un fil de niveau supérieur.",
	"apierror-liquidthreads-badparent": "Le fil parent que vous avez spécifié n’est ni le titre d’un fil, ni un identifiant de fil.",
	"apierror-liquidthreads-badreaction": "Vous devez spécifier à la fois un type et une valeur pour la réaction.",
	"apierror-liquidthreads-badsortkey": "Vous devez spécifier un horodatage valide pour le paramètre <var>sortkey</var>. Il devrait être de la forme AAAAMMjjhhmmss (un horodatage Unix) ou <kbd>now</kbd> (maintenant).",
	"apierror-liquidthreads-badsubject": "Le sujet que vous avez spécifié n’est pas valide.",
	"apierror-liquidthreads-invalidtalkpage": "La page de discussion spécifiée n’est pas valide ou n’est pas activée pour les discussions en fil.",
	"apierror-liquidthreads-noparent": "Vous devez spécifier un nouveau fil de discussion parent sous lequel fusionner.",
	"apierror-liquidthreads-noreplies-talkpage": "Vous ne pouvez pas répondre à ce fil de discussion, car la page de discussion a été protégée contre les réponses.",
	"apierror-liquidthreads-noreplies-thread": "Vous ne pouvez pas répondre à ce fil de discussion, car le fil est protégé contre les réponses.",
	"apierror-liquidthreads-nosubject": "Aucun sujet n’a été spécifié ou un sujet non valide l’a été.",
	"apierror-liquidthreads-notext": "Vous devez inclure du texte dans votre message.",
	"apierror-liquidthreads-onlyone": "Vous ne pouvez agir que sur un seul fil de discussion à la fois.",
	"apierror-liquidthreads-talkpageprotected": "Vous ne pouvez pas envoyer de message sur la page de discussion spécifiée, car elle est protégée contre les nouveaux messages.",
	"apierror-liquidthreads-threadneeded": "Vous devez spécifier un fil de discussion sur lequel agir."
}
