{
	"@metadata": {
		"authors": [
			"Mainframe98",
			"McDutchie",
			"Siebrand"
		]
	},
	"apihelp-feedthreads-summary": "Een feed met discussiethreads retourneren.",
	"apihelp-feedthreads-param-feedformat": "De indeling van de feed.",
	"apihelp-feedthreads-param-days": "Aantal weer te geven dagen aan discussies.",
	"apihelp-feedthreads-param-type": "De soorten weer te geven berichten.",
	"apihelp-feedthreads-param-talkpage": "De resultaten beperken tot discussies op deze overlegpagina’s.",
	"apihelp-feedthreads-param-thread": "De resultaten beperken tot deze discussies en hun nakomelingen.",
	"apihelp-feedthreads-example-1": "Een feed weergeven van alle nieuwe discussies",
	"apihelp-feedthreads-example-2": "Een feed weergeven met antwoorden op [[Thread:Foo]]",
	"apihelp-feedthreads-example-3": "Een feed weergeven met nieuwe discussies op [[Talk:Main Page]]",
	"apihelp-query+threads-summary": "Details van LiquidThreads-discussies weergeven.",
	"apihelp-query+threads-param-startid": "De discussie-ID van waaruit moet worden gestart met inventariseren.",
	"apihelp-query+threads-param-endid": "De discussie-ID waarmee het opsommen moet worden gestopt.",
	"apihelp-query+threads-param-showdeleted": "Of verwijderde discussies al dan niet moeten worden weergegeven.",
	"apihelp-query+threads-param-limit": "Het maximale aantal te vermelden discussies.",
	"apihelp-query+threads-param-prop": "Welke eigenschappen op te vragen.",
	"apihelp-query+threads-param-page": "De resultaten beperken tot discussies op deze pagina’s.",
	"apihelp-query+threads-param-author": "De resultaten beperken tot discussies van bepaalde auteurs.",
	"apihelp-query+threads-param-root": "De resultaten beperken tot discussies met de opgegeven oorsprongen.",
	"apihelp-query+threads-param-summary": "De resultaten beperken tot discussies die overeenkomen met de gegeven overzichtspagina’s.",
	"apihelp-query+threads-param-id": "Discussies ophalen met de opgegeven ID’s.",
	"apihelp-query+threads-param-render": "Of de gerendeerde discussie in de resultaten moet worden opgenomen.",
	"apihelp-query+threads-param-renderlevel": "Bij het renderen, het niveau waarop te starten (omwille van dieptelimieten, enzovoort).",
	"apihelp-query+threads-param-renderthreadpos": "Bij het renderen is dit de positie van de discussie in de groep discussies die op dat niveau wordt weergegeven (heeft enige invloed op de weergave).",
	"apihelp-query+threads-param-renderthreadcount": "Bij het renderen is dit het aantal discussies in die niveaugroep.",
	"apihelp-query+threads-param-rendermaxthreadcount": "Bij het renderen is dit het maximale aantal antwoorden dat moet worden weergegeven voordat een koppeling “{{int:lqt-thread-show-more}}” wordt toegevoegd.",
	"apihelp-query+threads-param-rendermaxdepth": "Bij het renderen is dit de maximale diepte van de antwoorden die moeten worden weergegeven voordat de koppeling ‘X antwoorden weergeven’ wordt weergegeven in plaats van antwoorden.",
	"apihelp-query+threads-param-renderstartrepliesat": "Bij het renderen is dit het punt waarop moet worden begonnen met het weergeven van antwoorden (intern gebruikt om extra antwoorden te laden).",
	"apihelp-query+threads-example-1": "Een lijst maken van de discussies op [[Talk:Main Page]]",
	"apihelp-query+threads-example-2": "Een lijst maken van de threads met ID’s 1, 2, 3 en 4",
	"apihelp-threadaction-summary": "Hiermee kunnen handelingen worden verricht op discussies en berichten in discussiedraden.",
	"apihelp-threadaction-param-thread": "Te behandelen draad-ID’s of titels.",
	"apihelp-threadaction-param-talkpage": "De te behandelen overlegpagina (indien van toepassing).",
	"apihelp-threadaction-param-threadaction": "De te verrichten handeling.",
	"apihelp-threadaction-param-subject": "Het voor de nieuwe of gesplitste discussie vast te leggen onderwerp.",
	"apihelp-threadaction-param-reason": "Indien van toepassing, de reden/samenvatting van de handeling.",
	"apihelp-threadaction-param-newparent": "Bij het samenvoegen van een draad is dit de ID of de titel van de nieuwe bovenliggende draad.",
	"apihelp-threadaction-param-text": "De tekst van het aan te maken bericht.",
	"apihelp-threadaction-param-render": "Bij plaatsings- en antwoordmethoden wordt de draad op het hoogste niveau na de wijziging gerendeerd en in het resultaat teruggegeven.",
	"apihelp-threadaction-param-bump": "Overschrijft het standaardgedrag wat betreft het wel of niet doen.",
	"apihelp-threadaction-param-sortkey": "Specificeert de tijdstempel waarop de sorteersleutel van een draad moet worden ingesteld. Mag <kbd>now</kbd> (nu) zijn.",
	"apihelp-threadaction-param-signature": "Specificeert de voor dat bericht in plaats van de standaardhandtekening te gebruiken handtekening.",
	"apihelp-threadaction-param-type": "Specificeert het type toe te voegen reactie.",
	"apihelp-threadaction-param-value": "Specificeert de aan de toe te voegen reactie gekoppelde waarde.",
	"apihelp-threadaction-param-method": "De methode waarvoor een ingebed bewerkingsformulier moet worden aangemaakt.",
	"apihelp-threadaction-param-captchaword": "Antwoord op de CAPTCHA.",
	"apihelp-threadaction-param-captchaid": "CAPTCHA-ID van de vorige aanvraag.",
	"apierror-liquidthreads-alreadytop": "Deze draad is al een draad op het hoogste niveau.",
	"apierror-liquidthreads-badparent": "De bovenliggende draad die u hebt opgegeven was geen titel of ID van een draad.",
	"apierror-liquidthreads-badreaction": "U moet zowel een type als een waarde voor de reactie opgeven.",
	"apierror-liquidthreads-badsortkey": "U moet een geldige tijdstempel opgeven voor de parameter <var>sortkey</var>. Het moet in de vorm JJJJMMddhhmmss, een Unix-tijdstempel of <kbd>now</kbd> zijn.",
	"apierror-liquidthreads-badsubject": "Het door u opgegeven onderwerp is niet geldig.",
	"apierror-liquidthreads-invalidtalkpage": "De door u opgegeven overlegpagina is ongeldig of discussies in draden zijn daar niet geactiveerd.",
	"apierror-liquidthreads-noparent": "U moet een nieuwe bovenliggende draad opgeven om eronder samen te voegen.",
	"apierror-liquidthreads-noreplies-talkpage": "U kunt niet reageren op deze draad, want de overlegpagina is beschermd tegen antwoorden.",
	"apierror-liquidthreads-noreplies-thread": "U kunt niet reageren op deze draad, want de draad is beschermd tegen antwoorden.",
	"apierror-liquidthreads-nosubject": "Geen onderwerp, of een ongeldige onderwerp, werd opgegeven.",
	"apierror-liquidthreads-notext": "U moet tekst in uw bericht opnemen.",
	"apierror-liquidthreads-onlyone": "U mag slechts met één draad tegelijk werken.",
	"apierror-liquidthreads-talkpageprotected": "U kunt geen berichten plaatsen op de opgegeven overlegpagina, omdat deze beschermd is tegen nieuwe berichten.",
	"apierror-liquidthreads-threadneeded": "U moet een draad opgeven waarmee u wilt werken."
}
