{
	"@metadata": {
		"authors": [
			"Hamilton Abreu"
		]
	},
	"apihelp-feedthreads-description": "Devolver um <i>feed</i> de tópicos de discussão.",
	"apihelp-feedthreads-summary": "Devolver um <i>feed</i> de tópicos de discussão.",
	"apihelp-feedthreads-param-feedformat": "O formato do <i>feed</i>.",
	"apihelp-feedthreads-param-days": "Número de dias de tópicos a mostrar.",
	"apihelp-feedthreads-param-type": "Tipos de tópicos a mostrar.",
	"apihelp-feedthreads-param-talkpage": "Limitar os resultados aos tópicos destas páginas de discussão.",
	"apihelp-feedthreads-param-thread": "Limitar os resultados a estes tópicos e aos seus descendentes.",
	"apihelp-feedthreads-example-1": "Mostrar um <i>feed</i> com todos os tópicos novos.",
	"apihelp-feedthreads-example-2": "Mostrar um <i>feed</i> das respostas ao tópico [[Thread:Foo]]",
	"apihelp-feedthreads-example-3": "Mostrar um <i>feed</i> dos tópicos novos da página [[Talk:Main Page]]",
	"apihelp-query+threads-description": "Mostrar detalhes dos tópicos LiquidThreads.",
	"apihelp-query+threads-summary": "Mostrar detalhes dos tópicos LiquidThreads.",
	"apihelp-query+threads-param-startid": "O identificador do tópico a partir do qual começar a enumeração.",
	"apihelp-query+threads-param-endid": "O identificador do tópico no qual terminar a enumeração.",
	"apihelp-query+threads-param-showdeleted": "Mostrar ou não tópicos apagados.",
	"apihelp-query+threads-param-limit": "O número máximo de tópicos a listar.",
	"apihelp-query+threads-param-prop": "Que propriedades obter.",
	"apihelp-query+threads-param-page": "Limitar os resultados aos tópicos nestas páginas.",
	"apihelp-query+threads-param-author": "Limitar os resultados aos tópicos de autores específicos.",
	"apihelp-query+threads-param-root": "Limitar os resultados aos tópicos que têm as raízes indicadas.",
	"apihelp-query+threads-param-summary": "Limitar os resultados aos tópicos correspondentes às páginas de resumo indicadas.",
	"apihelp-query+threads-param-id": "Obter os tópicos com os identificadores especificados.",
	"apihelp-query+threads-param-render": "Incluir nos resultados o tópico composto, ou não.",
	"apihelp-query+threads-param-renderlevel": "Ao fazer a composição, o nível no qual começar (por uma questão de limites de profundidade, etc.).",
	"apihelp-query+threads-param-renderthreadpos": "Ao fazer a composição, a posição do tópico no grupo de tópicos que está a ser composto a esse nível (afeta um pouco a apresentação).",
	"apihelp-query+threads-param-renderthreadcount": "Ao fazer a composição, o número de tópicos nesse grupo de nível.",
	"apihelp-query+threads-param-rendermaxthreadcount": "Ao fazer a composição gráfica, o número máximo de respostas a serem mostradas antes de adicionar uma hiperligação \"{{int:lqt-thread-show-more}}\".",
	"apihelp-query+threads-param-rendermaxdepth": "Ao fazer a composição gráfica, a profundidade máxima de respostas a serem mostradas antes de mostrar uma hiperligação \"Mostrar X respostas\" em vez de respostas.",
	"apihelp-query+threads-param-renderstartrepliesat": "Ao fazer a composição, o ponto no qual começar a mostrar respostas (usado internamente para carregar respostas adicionais).",
	"apihelp-query+threads-example-1": "Listar os tópicos em [[Talk:Main Page]]",
	"apihelp-query+threads-example-2": "Listar os tópicos com os identificadores 1, 2, 3 e 4",
	"apihelp-threadaction-description": "Permitir realizar ações em tópicos e mensagens dos tópicos de discussão.",
	"apihelp-threadaction-summary": "Permitir realizar ações em tópicos e mensagens dos tópicos de discussão.",
	"apihelp-threadaction-param-thread": "Identificadores ou títulos dos tópicos a serem tratados.",
	"apihelp-threadaction-param-talkpage": "A página de discussão a ser tratada (se aplicável).",
	"apihelp-threadaction-param-threadaction": "A ação a ser tomada.",
	"apihelp-threadaction-param-subject": "O assunto a definir para o tópico novo ou separado.",
	"apihelp-threadaction-param-reason": "Se aplicável, o motivo ou resumo para a ação.",
	"apihelp-threadaction-param-newparent": "Se um tópico estiver a ser fundido, o identificador ou título do seu novo tópico mãe.",
	"apihelp-threadaction-param-text": "O texto da mensagem a ser criada.",
	"apihelp-threadaction-param-render": "Nos métodos de publicação e resposta, o tópico que estiver no nível de topo após a alteração será composto e devolvido no resultado.",
	"apihelp-threadaction-param-bump": "Substitui o comportamento padrão, quanto a determinar se deve ou não.",
	"apihelp-threadaction-param-sortkey": "Especifica a data e hora para a qual definir a chave de ordenação de um tópico. Pode ser \"now\" (agora).",
	"apihelp-threadaction-param-signature": "Especifica a assinatura a ser usada para essa mensagem, em vez da assinatura padrão.",
	"apihelp-threadaction-param-type": "Especifica o tipo da reação a ser adicionada.",
	"apihelp-threadaction-param-value": "Especifica o valor associado à reação a ser adicionada.",
	"apihelp-threadaction-param-method": "Para obter formulários de edição em linha, o método para o qual obter um formulário.",
	"apihelp-threadaction-param-captchaword": "Resposta ao CAPTCHA.",
	"apihelp-threadaction-param-captchaid": "Identificador CAPTCHA do pedido anterior.",
	"apierror-liquidthreads-alreadytop": "Este tópico já é um tópico do nível de topo.",
	"apierror-liquidthreads-badparent": "O tópico mãe que especificou não era nem o título de um tópico, nem um identificador de tópico.",
	"apierror-liquidthreads-badreaction": "Tem de especificar um tipo e um valor para a reação.",
	"apierror-liquidthreads-badsortkey": "Tem de especificar uma data e hora válida para o parâmetro <var>sortkey.</var> Deve ter a forma AAAAMMddhhmmss, ser uma data no formato Unix ou ser o valor <kbd>now</kbd> (agora).",
	"apierror-liquidthreads-badsubject": "O assunto que especificou não é válido.",
	"apierror-liquidthreads-invalidtalkpage": "A página de discussão que especificou é inválida, ou não tem a discussão por tópicos ativada.",
	"apierror-liquidthreads-noparent": "Tem de especificar um novo tópico mãe sob o qual fazer a fusão.",
	"apierror-liquidthreads-noreplies-talkpage": "Não pode responder a este tópico, porque a página de discussão está protegida contra respostas.",
	"apierror-liquidthreads-noreplies-thread": "Não pode responder a este tópico, porque o tópico está protegido contra respostas.",
	"apierror-liquidthreads-nosubject": "Não foi especificado um assunto, ou foi especificado um assunto inválido.",
	"apierror-liquidthreads-notext": "Tem de incluir texto na sua mensagem.",
	"apierror-liquidthreads-onlyone": "Só pode agir sobre um tópico de cada vez.",
	"apierror-liquidthreads-talkpageprotected": "Não pode publicar na página de discussão especificada, porque ela está protegida contra novas mensagens.",
	"apierror-liquidthreads-threadneeded": "Tem de especificar um tópico sobre o qual operar."
}
